{
    "products":[
        {"id":1,
        "productName":"Whole milk",
        "category":"Cow Milk",
        "descriptions":"Whole milk is a rich and creamy dairy product with a fat content of around 3.5-4%. It provides essential nutrients such as calcium, vitamin D, and B12. Known for its full-bodied flavor, whole milk is commonly used in cooking and baking. Some individuals choose it for its taste, while others may opt for lower-fat alternatives based on dietary preferences",
        "price":50,
       "quantity":1,
       "total":0 ,
       "ratings":4.5
    },
        {"id":2,
        "productName":"Low-fat milk",
        "category":"Cow Milk",
        "descriptions":"Low-fat milk is a dairy product with reduced fat content, typically around 1-2%. It retains essential nutrients like calcium, vitamin D, and protein. Popular for its lighter texture, low-fat milk is a choice for those aiming to limit dietary fat intake. It is used in various culinary applications, providing a balance between nutritional benefits and lower fat content.",
        "price":60,
       "quantity":1,
       "total":0 ,
       "ratings":4.3
    },
    {"id":3,
        "productName":"Lactose-free milk",
        "category":"Cow Milk",
        "descriptions":"Lactose-free milk is a dairy alternative specifically processed to eliminate lactose, making it suitable for those with lactose intolerance. It retains the essential nutrients found in regular milk, such as calcium, vitamin D, and protein. This milk option offers a similar taste and texture to regular milk without causing digestive discomfort in individuals with lactose sensitivity. It can be used in various recipes and consumed as a substitute for traditional dairy milk",
        "price":65,
       "quantity":1,
       "total":0 ,
       "ratings":4.4
    },
    {"id":4,
        "productName":"Cheddar",
        "category":"Cheese",
        "descriptions":"Cheddar is a popular cheese known for its rich and robust flavor, originating from England. It undergoes a maturation process that gives it a distinctive taste, ranging from mild to sharp. The cheese has a smooth, firm texture and a characteristic orange hue, often attributed to the addition of annatto. Cheddar is versatile and widely used in sandwiches, snacks, and a variety of culinary applications.",
        "price":120,
       "quantity":1,
       "total":0 ,
       "ratings":4.9
    },
    {"id":4,
        "productName":"Cottage cheese",
        "category":"Cheese",
        "descriptions":"Cottage cheese is a fresh cheese with a mild flavor and a curd-like texture. It is made by curdling milk and draining the whey, leaving behind curds. This cheese is rich in protein, low in fat, and often comes in various curd sizes, such as small or large. Cottage cheese is commonly enjoyed on its own, in salads, or as a versatile ingredient in both sweet and savory dishes.",
        "price":150,
       "quantity":1,
       "total":0 ,
       "ratings":4.2
    },
    {"id":5,
        "productName":"Feta cheese",
        "category":"Cheese",
        "descriptions":"Feta cheese is a tangy and crumbly cheese that originated in Greece. Made from sheep's milk or a blend of sheep's and goat's milk, it has a distinctive salty flavor. The cheese has a crumbly texture and is often stored in brine to enhance its taste and preserve freshness. Feta is widely used in salads, pastries, and Mediterranean dishes.",
        "price":130,
       "quantity":1,
       "total":0 ,
       "ratings":4.7
    },
    {"id":6,
        "productName":"Regular yogurt",
        "category":"Yogurt",
        "descriptions":"Regular yogurt is a cultured dairy product made by fermenting milk with beneficial bacteria. It has a creamy texture and a slightly tangy taste. This versatile food is rich in probiotics, calcium, and protein, promoting digestive health and providing essential nutrients. Regular yogurt can be enjoyed on its own or used in various recipes, such as smoothies, parfaits, and sauces.",
        "price":80,
       "quantity":1,
       "total":0 ,
       "ratings":4.9
    },
    {"id":7,
        "productName":"Greek yogurt",
        "category":"Yogurt",
        "descriptions":"Greek yogurt is a thick and creamy yogurt variety produced by straining regular yogurt to remove excess whey and liquid. It has a velvety texture and a tangy flavor, with a higher protein content compared to regular yogurt. Rich in probiotics, calcium, and essential nutrients, Greek yogurt is a popular choice for its versatility in both sweet and savory dishes. It is often enjoyed on its own, in breakfast bowls, or as a healthier substitute in recipes.",
        "price":90,
       "quantity":1,
       "total":0 ,
       "ratings":4.5
    },
    {"id":8,
    "productName":"Gelato",
    "category":"Frozen",
    "descriptions":"Gelato is a traditional Italian frozen dessert with a rich and velvety texture. It has a lower butterfat content than ice cream, resulting in a denser, smoother consistency. Gelato comes in a wide array of flavors, ranging from classic chocolate and vanilla to more unique combinations. Known for its intense taste and luxurious mouthfeel, gelato is often served at a slightly warmer temperature than ice cream to enhance its flavor. ",
    "price":110,
   "quantity":1,
   "total":0 ,
   "ratings":3.9
    },
    {"id":9,
    "productName":"Sherbet",
    "category":"Frozen",
    "descriptions":"Sherbet is a frozen dessert that falls between ice cream and sorbet in terms of texture and creaminess. It typically contains fruit juices, sugar, and water, giving it a refreshing and tangy flavor profile. Sherbet is known for its light and fruity taste, often incorporating citrus or berry flavors. It is a popular choice for those seeking a dairy-free frozen treat with a delightful balance of sweetness and acidity.",
    "price":120,
   "quantity":1,
   "total":0 ,
   "ratings":4.0
    },
    {"id":10,
    "productName":"Rolled Ice Cream",
    "category":"Frozen",
    "descriptions":"Rolled ice cream, also known as stir-fried ice cream, is a trendy and visually appealing frozen dessert. Made by pouring liquid ice cream base onto a cold surface and then rolled into thin, cylindrical shapes, it offers a unique presentation. The texture is smooth and creamy, and it often comes with a variety of mix-ins and toppings. Rolled ice cream is not only a delicious treat but also a fun and customizable experience for ice cream enthusiasts.",
    "price":160,
   "quantity":1,
   "total":0 ,
   "ratings":3.8
    },
    {"id":11,
    "productName":"Heavy cream",
    "category":"Cream",
    "descriptions":"Heavy cream, also known as whipping cream, is a dairy product with a high fat content, typically around 36-40%. It has a rich, velvety texture and a creamy flavor. Commonly used in cooking and baking, heavy cream adds luxuriousness to dishes, contributing to sauces, soups, and desserts. When whipped, it forms stiff peaks, making it a key ingredient in various desserts like whipped cream.",
    "price":115,
   "quantity":1,
   "total":0 ,
   "ratings":4.3
    },
    {"id":12,
    "productName":"Double cream",
    "category":"Cream",
    "descriptions":"Double cream is a rich and indulgent dairy product with an even higher fat content than heavy cream, typically around 48%. It boasts a luxuriously smooth texture and a buttery flavor. Commonly used in British and European cuisine, double cream is a versatile ingredient that enhances the richness of sauces, desserts, and whipped toppings. Due to its high fat content, it adds a decadent touch to a variety of culinary creations.",
    "price":120,
   "quantity":1,
   "total":0,
   "ratings":4.8
    }

    ]
}